Repository: systopia/de.systopia.selectioncorrection
Catalog: l10n/*/LC_MESSAGES/selectioncorrection.po
Languages: de_de

source: Bulkmail set
de_de: Massenmailzustellung gestattet

source: Not in a group
de_de: Ist nicht in einer Gruppe

source: direct
de_de: direkt

source: Cleanup contact person selection
de_de: Auswahl der Ansprechpartner

source: Relationship types for contact persons
de_de: Beziehungsarten für Ansprechpartner

source: Group title
de_de: Gruppenname

source: Cleanup preparation
de_de: Vorbereitung der Bereinigung

source: A group with '%1' as name or title already exists.
de_de: Eine Gruppe mit dem Namen oder Titel „%1“ existiert bereits.

source: Export Successful
de_de: Bereinigung Erfolgreich

source: Someone created the group '%1' in the background. Please rename it or go back and choose another group title.
de_de: Die Gruppe „%1“ wurde in der Zwischenzeit anderweitig erstellt. Bitte umbenennen oder einen anderen Namen wählen.

source: You can export the results <a href="%1">HERE</a>.
de_de: Sie können das Ergebnis <a href="%1">HIER</a> exportieren.

source: Finish
de_de: Fertig

source: Next
de_de: Weiter

source: Upgrade %1 to revision %2
de_de: Aktualisiere %1 auf Revision %2.

source: Is not deceased
de_de: Nicht verstorben

source: Allows email
de_de: E-Mailkontakt gestattet

source: Allows mail
de_de: Postalischer Kontakt gestattet

source: Cleanup
de_de: Bereinigung

source: There were no organisations found. Click the button to continue.
de_de: Es wurden keine Organisationen in der Auswahl gefunden. Bitte „Fertig“ drücken.
